SLEEP_TIME_IN_SECONDS = 5

# Message constants
HOTLINE_PHONE = "8 800 707-52-29"
BOT_HELP_MESSAGE = (
    "Если Вы подозреваете, что у Вас или у другого человека "
    "случился инсульт — как можно скорее звоните на номер <b>103</b> "
    f"или на горячую линию ОРБИ <b><a href='tel:{HOTLINE_PHONE}'>{HOTLINE_PHONE}</a></b>\n\n"
    "О том, как получить адресную помощь, можно узнать на сайте ОРБИ "
    "<a>https://orbifond.ru/gethelp/</a>"
)
BOT_ABOUT_MESSAGE = (
    "Фонд ОРБИ — первый профильный фонд, который занимается проблемой инсульта в России.\n"
    "Программы фонда: <a>https://orbifond.ru/programs/</a>\n\n"
    "В боте фонда ОРБИ мы собрали информацию\n"
    "❤️‍🩹 о симптомах и видах инсульта,\n"
    "💖 о мерах профилактики и реабилитации,\n"
    "💝 а ещё здесь есть возможность поучаствовать в поддерживающих программах фонда!"
)
BOT_NOT_AVAILABLE_ERROR_MESSAGE = "Извините, бот временно недоступен, но можно воспользоваться сайтом ОРБИ: "
NO_CONTENT_ERROR_MESSAGE = "Ой! Тут пока ничего нет."
WANT_TO_HELP_MESSAGE = "Как бы Вы хотели помочь?"
UNKNOWN_REPLY_MESSAGE = "Пока не знаем ответ на ваш вопрос, работаем над этим!"
